Repository: common-repository/rr-fictitious-payment-for-woocommerce
Catalog: languages/rrfictivp-*.po
Languages: fr_fr

source: Simulate a payment. This payment method will only be displayed to administrators. Useful to place phone/e-mail orders that are paid for otherwise or to test the ordering process as a whole.
fr_fr: Simule un paiement. Ce mode de paiement ne s’affichera QUE pour les Administrateurs. Pratique pour placer une commande reçue par mail ou téléphone ou pour tester le processus de commande dans son ensemble.

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable Fictitious Payment
fr_fr: Activer le Paiement Fictif

source: Title
fr_fr: Titre

source: This controls the title which you see during checkout.
fr_fr: Ce champ vous permet de renommer le mode de paiement affiché lors du processus de commande.

source: Fictitious Payment
fr_fr: Paiement Fictif

source: This controls the description which you will see during checkout.
fr_fr: Ce champ vous permet de modifier la description qui apparaît lorsqu'on sélectionne ce mode de paiement.

source: This option is a payment simulation and only displayed to administrator. Useful to test the ordering process as a whole or for placing orders received by phone or email…
fr_fr: Cette option est une simulation de paiement affichée qu'aux administrateurs. Pratique pour tester le processus de commande ou pour placer des commandes reçues par téléphone ou e-mail…

source: Instructions that will be added to the thank you page and emails.
fr_fr: Instructions qui seront ajoutées sur la page de remerciements et dans les e-mails.

source: For example: “Order placed by the administrator on the customer’s instructions.”
fr_fr: Par exemple : “Commande placée par l‘administrateur sur les instructions du client.”

source: Add the instructions on the Thank-You page
fr_fr: Ajouter les instructions sur la page de remerciements

source: Add the instructions in the e-mail
fr_fr: Ajouter les instructions dans l'e-mail

source: Order made by the admin %s and paid via RR Fictitious Payment
fr_fr: Commande placée par l’admin %s et payée via RR Fictitious Payment

source: <b>RR Fictitious Payment for WooCommerce</b> requires <b>WooCommerce</b> v2.1.0 or more. Please install and activate <a href="%s">WooCommerce</a>, then activate this plugin.
fr_fr: <b>RR Fictitious Payment</b> requiert <b>WooCommerce</b> v2.1.0 ou plus récent. Veuillez installer et activer <a href="%s">WooCommerce</a>, puis activez Fictitious Payment.

source: Access to the plugin settings
fr_fr: Accéder aux réglages du plugin

source: Settings
fr_fr: Réglages

source: A WooCommerce payment gateway plugin to handle fictiv payments - For admin only.
fr_fr: Un plugin de paiement fictif pour WooCommerce. Pour les administrateurs uniquement.

source: Philippe Feryn aka Reskator
fr_fr: Philippe Feryn - Reskator
